{
  "poems": [
    [
      "ENDYMION.",
      "A Poetic Romance.",
      "THE STRETCHED METRE OF AN AN ANTIQUE SONG.",
      "INSCRIBED TO THE MEMORY OF THOMAS CHATTERTON.",
      "Book I",
      "A thing of beauty is a joy for ever:",
      "Its loveliness increases; it will never",
      "Pass into nothingness; but still will keep",
      "A bower quiet for us, and a sleep",
      "Full of sweet dreams, and health, and quiet breathing.",
      "Therefore, on every morrow, are we wreathing",
      "A flowery band to bind us to the earth,",
      "Spite of despondence, of the inhuman dearth",
      "Of noble natures, of the gloomy days,",
      "Of all the unhealthy and o'er-darkened ways",
      "Made for our searching: yes, in spite of all,",
      "Some shape of beauty moves away the pall",
      "From our dark spirits. Such the sun, the moon,",
      "Trees old and young, sprouting a shady boon",
      "For simple sheep; and such are daffodils",
      "With the green world they live in; and clear rills",
      "That for themselves a cooling covert make",
      "'Gainst the hot season; the mid forest brake,",
      "Rich with a sprinkling of fair musk-rose blooms:",
      "And such too is the grandeur of the dooms",
      "We have imagined for the mighty dead;",
      "All lovely tales that we have heard or read:",
      "An endless fountain of immortal drink,",
      "Pouring unto us from the heaven's brink.",
      "Nor do we merely feel these essences",
      "For one short hour; no, even as the trees",
      "That whisper round a temple become soon",
      "Dear as the temple's self, so does the moon,",
      "The passion poesy, glories infinite,",
      "Haunt us till they become a cheering light",
      "Unto our souls, and bound to us so fast,",
      "That, whether there be shine, or gloom o'ercast,",
      "They alway must be with us, or we die.",
      "Therefore, 'tis with full happiness that I",
      "Will trace the story of Endymion.",
      "The very music of the name has gone",
      "Into my being, and each pleasant scene",
      "Is growing fresh before me as the green",
      "Of our own vallies: so I will begin",
      "Now while I cannot hear the city's din;",
      "Now while the early budders are just new,",
      "And run in mazes of the youngest hue",
      "About old forests; while the willow trails",
      "Its delicate amber; and the dairy pails",
      "Bring home increase of milk. And, as the year",
      "Grows lush in juicy stalks, I'll smoothly steer",
      "My little boat, for many quiet hours,",
      "With streams that deepen freshly into bowers.",
      "Many and many a verse I hope to write,",
      "Before the daisies, vermeil rim'd and white,",
      "Hide in deep herbage; and ere yet the bees",
      "Hum about globes of clover and sweet peas,",
      "I must be near the middle of my story.",
      "O may no wintry season, bare and hoary,",
      "See it half finished: but let Autumn bold,",
      "With universal tinge of sober gold,",
      "Be all about me when I make an end.",
      "And now at once, adventuresome, I send",
      "My herald thought into a wilderness:",
      "There let its trumpet blow, and quickly dress",
      "My uncertain path with green, that I may speed",
      "Easily onward, thorough flowers and weed.",
      "Upon the sides of Latmos was outspread",
      "A mighty forest; for the moist earth fed",
      "So plenteously all weed-hidden roots",
      "Into o'er-hanging boughs, and precious fruits.",
      "And it had gloomy shades, sequestered deep,",
      "Where no man went; and if from shepherd's keep",
      "A lamb strayed far a-down those inmost glens,",
      "Never again saw he the happy pens",
      "Whither his brethren, bleating with content,",
      "Over the hills at every nightfall went.",
      "Among the shepherds, 'twas believed ever,",
      "That not one fleecy lamb which thus did sever",
      "From the white flock, but pass'd unworried",
      "By angry wolf, or pard with prying head,",
      "Until it came to some unfooted plains",
      "Where fed the herds of Pan: ay great his gains",
      "Who thus one lamb did lose. Paths there were many,",
      "Winding through palmy fern, and rushes fenny,",
      "And ivy banks; all leading pleasantly",
      "To a wide lawn, whence one could only see",
      "Stems thronging all around between the swell",
      "Of turf and slanting branches: who could tell",
      "The freshness of the space of heaven above,",
      "Edged round with dark tree tops? through which a dove",
      "Would often beat its wings, and often too",
      "A little cloud would move across the blue.",
      "Full in the middle of this pleasantness",
      "There stood a marble altar, with a tress",
      "Of flowers budded newly; and the dew",
      "Had taken fairy phantasies to strew",
      "Daisies upon the sacred sward last eve,",
      "And so the dawned light in pomp receive.",
      "For 'twas the morn: Apollo's upward fire",
      "Made every eastern cloud a silvery pyre",
      "Of brightness so unsullied, that therein",
      "A melancholy spirit well might win",
      "Oblivion, and melt out his essence fine",
      "Into the winds: rain-scented eglantine",
      "Gave temperate sweets to that well-wooing sun;",
      "The lark was lost in him; cold springs had run",
      "To warm their chilliest bubbles in the grass;",
      "Man's voice was on the mountains; and the mass",
      "Of nature's lives and wonders puls'd tenfold,",
      "To feel this sun-rise and its glories old.",
      "Now while the silent workings of the dawn",
      "Were busiest, into that self-same lawn",
      "All suddenly, with joyful cries, there sped",
      "A troop of little children garlanded;",
      "Who gathering round the altar, seemed to pry",
      "Earnestly round as wishing to espy",
      "Some folk of holiday: nor had they waited",
      "For many moments, ere their ears were sated",
      "With a faint breath of music, which ev'n then",
      "Filled out its voice, and died away again.",
      "Within a little space again it gave",
      "Its airy swellings, with a gentle wave,",
      "To light-hung leaves, in smoothest echoes breaking",
      "Through copse-clad valleys—ere their death, o'er-taking",
      "The surgy murmurs of the lonely sea.",
      "And now, as deep into the wood as we",
      "Might mark a lynx's eye, there glimmered light",
      "Fair faces and a rush of garments white,",
      "Plainer and plainer showing, till at last",
      "Into the widest alley they all passed,"
    ],
    [
      "I sing the body electric;",
      "The armies of those I love engirth me and I engirth them;",
      "They will not let me off, but I must be their lover;",
      "I can't avoid them, and they can't avoid me;",
      "We must forever love and serve each other;",
      "And as we do, we make each other more beautiful.",
      "I am the lover of myself, and I am the lover of the world;",
      "I am the lover of all I see and all I do not see;",
      "I am the lover of the present and the past;",
      "I am the lover of the future and the eternal;",
      "I am the lover of the earth and the heavens;",
      "I am the lover of the body and the soul;",
      "I am the lover of the flesh and the spirit;",
      "I am the lover of the mind and the heart;",
      "I am the lover of the inner and outer worlds;",
      "I am the lover of the small and the large;",
      "I am the lover of the light and the dark;",
      "I am the lover of the known and the unknown;",
      "I am the lover of the sweet and the bitter;",
      "I am the lover of the pleasant and the unpleasant;",
      "I am the lover of the good and the evil;",
      "I am the lover of the true and the false;",
      "I am the lover of the right and the wrong;",
      "I am the lover of the day and the night;",
      "I am the lover of the summer and the winter;",
      "I am the lover of the spring and the autumn;",
      "I am the lover of the hot and the cold;",
      "I am the lover of the dry and the wet;",
      "I am the lover of the young and the old;",
      "I am the lover of the healthy and the sick;",
      "I am the lover of the rich and the poor;",
      "I am the lover of the strong and the weak;",
      "I am the lover of the beautiful and the ugly;",
      "I am the lover of the kind and the cruel;",
      "I am the lover of the generous and the selfish;",
      "I am the lover of the free and the enslaved;",
      "I am the lover of the peaceful and the warring;",
      "I am the lover of the happy and the sad;",
      "I am the lover of the contented and the discontented;",
      "I am the lover of the calm and the restless;",
      "I am the lover of the wise and the foolish;",
      "I am the lover of the intelligent and the ignorant;",
      "I am the lover of the humble and the proud;",
      "I am the lover of the meek and the fierce;",
      "I am the lover of the gentle and the rough;",
      "I am the lover of the patient and the impatient;",
      "I am the lover of the forgiving and the vengeful;",
      "I am the lover of the faithful and the doubting;",
      "I am the lover of the honest and the deceitful;",
      "I am the lover of the pure and the impure;",
      "I am the lover of the sacred and the profane;",
      "I am the lover of the divine and the mortal;",
      "I am the lover of the eternal and the temporal;",
      "I am the lover of the infinite and the finite;",
      "I am the lover of the boundless and the limited;",
      "I am the lover of the vast and the small;",
      "I am the lover of the grand and the humble;",
      "I am the lover of the majestic and the simple;",
      "I am the lover of the complex and the plain;",
      "I am the lover of the elaborate and the basic;",
      "I am the lover of the detailed and the general;",
      "I am the lover of the intricate and the straightforward;",
      "I am the lover of the subtle and the obvious;",
      "I am the lover of the delicate and the robust;",
      "I am the lover of the refined and the coarse;",
      "I am the lover of the elegant and the crude;",
      "I am the lover of the graceful and the awkward;",
      "I am the lover of the smooth and the rough;",
      "I am the lover of the serene and the turbulent;",
      "I am the lover of the tranquil and the agitated;",
      "I am the lover of the peaceful and the chaotic;",
      "I am the lover of the serene and the wild;",
      "I am the lover of the calm and the stormy;",
      "I am the lover of the placid and the tempestuous;",
      "I am the lover of the gentle and the fierce;",
      "I am the lover of the warm and the cold;",
      "I am the lover of the hot and the cool;",
      "I am the lover of the fiery and the frigid;",
      "I am the lover of the scorching and the freezing;",
      "I am the lover of the sweltering and the chilling;",
      "I am the lover of the balmy and the biting;",
      "I am the lover of the mild and the severe;",
      "I am the lover of the temperate and the extreme;",
      "I am the lover of the moderate and the intense;",
      "I am the lover of the restrained and the passionate;",
      "I am the lover of the mild and the wild;",
      "I am the lover of the gentle and the violent;",
      "I am the lover of the subtle and the fierce;",
      "I am the lover of the soft and the hard;",
      "I am the lover of the tender and the rough;",
      "I am the lover of the delicate and the coarse;",
      "I am the lover of the refined and the crude;",
      "I am the lover of the gentle and the brutal;",
      "I am the lover of the kind and the harsh;",
      "I am the lover of the warm and the cold;",
      "I am the lover of the hot and the cool;",
      "I am the lover of the passionate and the detached;",
      "I am the lover of the intense and the indifferent;",
      "I am the lover of the fervent and the apathetic;",
      "I am the lover of the ardent and the indifferent;",
      "I am the lover of the enthusiastic and the dispassionate;",
      "I am the lover of the zealous and the indifferent;"
    ],
    [
      "A thing of beauty is a joy for ever:",
      "Its loveliness increases; it will never",
      "Pass into nothingness; but still will keep",
      "A bower quiet for us, and a sleep",
      "Full of sweet dreams, and health, and quiet breathing.",
      "Therefore, on every morrow, are we wreathing",
      "A flowery band to bind us to the earth,",
      "Spite of despondence, of the inhuman dearth",
      "Of noble natures, of the gloomy days,",
      "Of all the unhealthy and o'er-darkened ways",
      "Made for our searching: yes, in spite of all,",
      "Some shape of beauty moves away the pall",
      "From our dark spirits. Such the sun, the moon,",
      "Trees old and young, sprouting a shady boon",
      "For simple sheep; and such are daffodils",
      "With the green world they live in; and clear rills",
      "That for themselves a cooling covert make",
      "'Gainst the hot season; the mid forest brake,",
      "Rich with a sprinkling of fair musk-rose blooms:",
      "And such too is the grandeur of the dooms",
      "We have imagined for the mighty dead;",
      "All lovely tales that we have heard or read:",
      "An endless fountain of immortal drink,",
      "Pouring unto us from the heaven's brink.",
      "Nor do we merely feel these essences",
      "For one short hour; no, even as the trees",
      "That whisper round a temple become soon",
      "Dear as the temple's self, so does the moon,",
      "The passion poesy, glories infinite,",
      "Haunt us till they become a cheering light",
      "Unto our souls, and bound to us so fast,",
      "That, whether there be shine, or gloom o'ercast,",
      "They alway must be with us, or we die.",
      "Therefore, 'tis with full happiness that I",
      "Will trace the story of Endymion.",
      "The very music of the name has gone",
      "Into my being, and each pleasant scene",
      "Is growing fresh before me as the green",
      "Of our own vallies: so I will begin",
      "Now while I cannot hear the city's din;",
      "Now while the early budders are just new,",
      "And run in mazes of the youngest hue",
      "About old forests; while the willow trails",
      "Its delicate amber; and the dairy pails",
      "Bring home increase of milk. And, as the year",
      "Grows lush in juicy stalks, I'll smoothly steer",
      "My little boat, for many quiet hours,",
      "With streams that deepen freshly into bowers.",
      "Many and many a verse I hope to write,",
      "Before the daisies, vermeil rimm'd and white,",
      "Hide in deep herbage; and ere yet the bees",
      "Hum about globes of clover and sweet peas,",
      "I must be near the middle of my story.",
      "O may no wintry season, bare and hoary,",
      "See it half finished: but let Autumn bold,",
      "With universal tinge of sober gold,",
      "Be all about me when I make an end.",
      "And now at once, adventuresome, I send",
      "My herald thought into a wilderness:",
      "There let its trumpet blow, and quickly dress",
      "My uncertain path with green, that I may speed",
      "Easily onward, thorough flowers and weed.",
      "Upon the sides of Latmos was outspread",
      "A mighty forest; for the moist earth fed",
      "So plenteously all weed-hidden roots",
      "Into o'er-hanging boughs, and precious fruits.",
      "And it had gloomy shades, sequestered deep,",
      "Where no man went; and if from shepherd's keep",
      "A lamb strayed far a-down those inmost glens,",
      "Never again saw he the happy pens",
      "Whither his brethren, bleating with content,",
      "Over the hills at every nightfall went.",
      "Among the shepherds, 'twas believed ever,",
      "That not one fleecy lamb which thus did sever",
      "From the white flock, but pass'd unworried",
      "By angry wolf, or pard with prying head,",
      "Until it came to some unfooted plains",
      "Where fed the herds of Pan: ay great his gains",
      "Who thus one lamb did lose. Paths there were many,",
      "Winding through palmy fern, and rushes fenny,",
      "And ivy banks; all leading pleasantly",
      "To a wide lawn, whence one could only see",
      "Stems thronging all around between the swell",
      "Of turf and slanting branches: who could tell",
      "The freshness of the space of heaven above,",
      "Edg'd round with dark tree tops? through which a dove",
      "Would often beat its wings, and often too",
      "A little cloud would move across the blue.",
      "Full in the middle of this pleasantness",
      "There stood a marble altar, with a tress",
      "Of flowers budded newly; and the dew",
      "Had taken fairy phantasies to strew",
      "Daisies upon the sacred sward last eve,",
      "And so the dawned light in pomp receive.",
      "For 'twas the morn: Apollo's upward fire",
      "Made every eastern cloud a silvery pyre",
      "Of brightness so unsullied, that therein",
      "A melancholy spirit well might win",
      "Oblivion, and melt out his essence fine",
      "Into the winds: rain-scented eglantine",
      "Gave temperate sweets to that well-wooing sun;",
      "The lark was lost in him; cold springs had run",
      "To warm their chilliest bubbles in the grass;",
      "Man's voice was on the mountains; and the mass",
      "Of nature's lives and wonders puls'd tenfold,",
      "To feel this sun-rise and its glories old.",
      "Now while the silent workings of the dawn",
      "Were busiest, into that self-same lawn",
      "All suddenly, with joyful cries, there sped",
      "A troop of little children garlanded;",
      "Who gathering round the altar, seemed to pry",
      "Earnestly round as wishing to espy",
      "Some folk of holiday: nor had they waited",
      "For many moments, ere their ears were sated",
      "With a faint breath of music, which ev'n then",
      "Fill'd out its voice, and died away again.",
      "Within a little space again it gave",
      "Its airy swellings, with a gentle wave,",
      "To light-hung leaves, in smoothest echoes breaking",
      "Through copse-clad vallies,--ere their death, oer-taking",
      "The surgy murmurs of the lonely sea.",
      "And now, as deep into the wood as we",
      "Might mark a lynx's eye, there glimmered light",
      "Fair faces and a rush of garments white,",
      "Plainer and plainer shewing, till at last",
      "Into the widest alley they all past."
    ],
    [
      "The wind, one brilliant day, called to my soul with an odor of jasmine.",
      "In return for my innocence, I gave her my name.",
      "She took me to her breast and we danced.",
      "The moon that night was full of beauty, and the stars looked like a mirror.",
      "She whispered in my ear, 'I am the night, I am the dawn, I am your love.'",
      "And in that moment, I was lost to her forever.",
      "Our love was like a flame that could not be extinguished.",
      "It burned brightly and intensely, lighting up the darkest corners of our hearts.",
      "We were inseparable, bound together by a force greater than ourselves.",
      "Even when the world tried to pull us apart, we held on tight.",
      "Our love was a force of nature, unstoppable and unbreakable.",
      "It was a storm that raged with fury, and a calm that soothed with tenderness.",
      "It was a love that defied logic, transcending time and space.",
      "Our hearts were intertwined, beating as one.",
      "In the end, it was the only thing that truly mattered.",
      "The world could crumble around us, but our love remained strong.",
      "It was the anchor that kept us grounded, the light that guided us through the darkness.",
      "And even now, as I look back on those days, I know that our love was eternal.",
      "It was a beautiful dream that never ended.",
      "A rose by any other name would smell as sweet.",
      "So would I, if I were to be called by any other name.",
      "But to what end? To what purpose?",
      "My name is my identity, my essence.",
      "It is the very core of who I am.",
      "To change it would be to change me.",
      "And yet, I find myself longing for something different.",
      "A new name, a new beginning.",
      "Perhaps it is the desire for change that drives me.",
      "Or perhaps it is the need to escape from my past.",
      "But whatever the reason, I cannot deny it.",
      "The thought of a new name is enticing.",
      "It represents a fresh start, a new chapter.",
      "And so I ponder, I dream, I hope.",
      "For a name that will capture my true self.",
      "A name that will reflect the person I wish to become.",
      "But until then, I remain as I am.",
      "With the name that has been given to me.",
      "It is both a burden and a blessing.",
      "A reminder of who I was, and who I am yet to be."
    ],
    [
      "In the quiet of the night, I hear a whisper.",
      "It is a soft, soothing sound, like a lullaby.",
      "It calls to me, beckoning me to come closer.",
      "I follow the sound, drawn by its gentle melody.",
      "And as I draw near, I see a figure.",
      "It is cloaked in shadow, but its presence is undeniable.",
      "It is a spirit, a ghost from another time.",
      "It reaches out to me with a hand that is both warm and cold.",
      "I take its hand, and together we dance in the moonlight.",
      "The stars above us twinkle like diamonds, casting a soft glow.",
      "The night is alive with magic, and I feel as though I am floating.",
      "In this moment, I am free from the constraints of the world.",
      "I am weightless, lost in the beauty of the night.",
      "And as the dawn approaches, the spirit fades away.",
      "But the memory of our dance remains with me, a cherished treasure.",
      "It is a reminder of the beauty and magic that can be found in the quiet moments.",
      "The river flows gently, a ribbon of silver in the moonlight.",
      "It winds its way through the landscape, a quiet, peaceful presence.",
      "The water is clear, and the stones beneath are smooth and cool.",
      "I sit by the riverbank, lost in thought.",
      "The night is calm, and the only sound is the soft murmur of the water.",
      "I am at peace, surrounded by the beauty of nature.",
      "The stars above shine brightly, reflecting in the surface of the river.",
      "I feel a sense of connection, as though I am part of something larger.",
      "The river is a symbol of life, flowing endlessly and gracefully.",
      "It carries with it the stories and memories of those who have come before.",
      "I watch as the water moves, and I am reminded of the passage of time.",
      "The river is a constant, a reminder that change is a natural part of life.",
      "And as I sit by its banks, I feel a sense of calm and acceptance.",
      "The river flows on, a silent companion in the stillness of the night.",
      "I am content, knowing that I am part of this beautiful, ever-changing world."
    ],
    [
      "In the stillness of the morning, I find a sense of peace.",
      "The world is quiet, and the only sound is the gentle rustle of leaves.",
      "The sun is just beginning to rise, casting a warm glow across the landscape.",
      "I take a deep breath, savoring the crisp, fresh air.",
      "The day is full of promise, and I feel a sense of renewal.",
      "I am ready to embrace whatever comes my way.",
      "The morning is a blank canvas, waiting to be filled with new experiences.",
      "I am excited for the possibilities that lie ahead.",
      "The world is full of beauty, and I am eager to explore it.",
      "I take a step forward, ready to face the day with optimism and hope.",
      "The morning light brings with it a sense of clarity and purpose.",
      "I am ready to make the most of this new day.",
      "The possibilities are endless, and I am ready to seize them.",
      "The morning is a gift, and I am grateful for it.",
      "I embrace the day with open arms, ready for whatever comes my way.",
      "The city is alive with energy, a vibrant tapestry of lights and sounds.",
      "The streets are bustling with people, each with their own story to tell.",
      "The buildings reach up to the sky, their windows reflecting the glow of the neon signs.",
      "I walk through the city, taking in the sights and sounds.",
      "The air is filled with the aroma of street food, and the chatter of conversations.",
      "I am captivated by the rhythm of the city, its pulse a steady beat.",
      "The night is young, and the city is full of life.",
      "I feel a sense of excitement and possibility as I wander through the streets.",
      "The city is a place of dreams, where anything is possible.",
      "I am inspired by its energy, its creativity, and its vibrancy.",
      "The city is a canvas, waiting to be painted with the colors of my dreams.",
      "I am eager to explore its many facets, to discover its hidden treasures.",
      "The city is a world of its own, a place where I can lose myself and find myself.",
      "I am grateful for the chance to experience its magic.",
      "The city is alive, and I am a part of its ever-changing story."
    ],
    [
      "The forest is a world of wonder, a place of mystery and magic.",
      "The trees rise up like ancient guardians, their leaves whispering secrets.",
      "The air is filled with the scent of pine and earth, a natural perfume.",
      "I wander through the forest, lost in its beauty.",
      "The sunlight filters through the canopy, casting dappled shadows on the ground.",
      "I am surrounded by the sounds of nature, a symphony of rustling leaves and chirping birds.",
      "The forest is a place of solace, where I can find peace and tranquility.",
      "I feel a deep connection to the earth, a sense of belonging.",
      "The forest is a sanctuary, a refuge from the chaos of the world.",
      "I am at home among the trees, embraced by their silent wisdom.",
      "The forest is a place of renewal, where I can find inspiration and clarity.",
      "I am grateful for its gifts, its beauty, and its serenity.",
      "The forest is a world of its own, a magical realm where anything is possible.",
      "I am a part of its story, and it is a part of mine.",
      "The forest is a treasure, and I cherish it deeply.",
      "The ocean stretches out before me, a vast expanse of blue.",
      "The waves crash against the shore, a rhythmic dance of water and sand.",
      "The salt air fills my lungs, invigorating and refreshing.",
      "I stand on the beach, feeling the cool breeze on my face.",
      "The horizon is a line of endless possibility, a boundary between the known and the unknown.",
      "The sun sets in a blaze of colors, painting the sky with hues of orange and pink.",
      "The night falls gently, bringing with it a blanket of stars.",
      "The ocean is a world of mystery, its depths hiding secrets untold.",
      "I am mesmerized by its vastness, its power, and its beauty.",
      "The ocean's song is a lullaby that soothes the soul.",
      "I feel a sense of peace and wonder as I watch the waves roll in.",
      "The ocean is a reminder of the boundless possibilities that lie beyond the horizon.",
      "It is a symbol of adventure, of exploration, and of the infinite."
    ]
  ]
}
